Repository: azfarsiddiqui/thecookapp
Catalog: Cook/*.lproj/Localizable.strings
Languages: es, fr, it, nl

source: Customize the cover of your book then%@add your cherished family recipes, the%@meals you cook regularly, tips, tricks,%@anything food related.
es: Personaliza la portada de tu libro y añade %@tus entrañables recetas familiares, los platos%@que preparas habitualmente, consejos, trucos%@y cualquier cosa relacionada con la comida.
fr: Personnalisez la couverture de votre livre puis%@ajoutez vos précieuses recettes de famille, les%@plats que vous cuisinez régulièrement, les trucs%@et astuces, ou tout ce qui a un lien avec la nourriture.
it: Personalizza la copertina del tuo libro e poi%@aggiungi le ricette di famiglia che più hai a cuore, %@i piatti che prepari regolarmente, suggerimenti, %@trucchi e tutto ciò che riguarda il cibo.
nl: Pas de omslag van uw boek aan en voeg dan uw%@gekoesterde familierecepten toe, maar ook de%@maaltijden die u regelmatig bereidt, tips, trucs%@en alles wat met eten te maken heeft.

source: SHARE YOUR RECIPES
es: COMPARTE TUS RECETAS
fr: PARTAGEZ VOS RECETTES
it: CONDIVIDI LE TUE RICETTE
nl: UW RECEPTEN DELEN

source: Make your recipes public and share them%@with everyone or keep them just for%@close friends, the choice is yours.
es: Publica tus recetas y compártelas con todo %@el mundo o solo con tus amigos %@cercanos, la elección es tuya.
fr: Rendez vos recettes publiques et partagez-les%@avec tout le monde ou gardez-les juste pour %@vos amis proches, c’est votre choix.
it: Rendi pubbliche le tue ricette e condividile con%@tutti oppure fai in modo che siano visibili solo%@agli amici più stretti, la scelta è tua.
nl: U kunt uw recepten openbaar maken of%@ze alleen met uw beste vrienden%@delen. De keuze is aan u.

source: A WORLD OF RECIPES
es: UN MUNDO DE RECETAS
fr: UN MONDE DE RECETTES
it: UN MONDO DI RICETTE
nl: EEN WERELD VAN RECEPTEN

source: Pull down on your bench to reveal the%@Library with Cookbooks and recipes%@from all over the world.
es: Desplaza hacia abajo tu estante para acceder %@a la biblioteca repleta de libros de cocina %@y recetas de todo el mundo.
fr: Tirez vers le bas sur votre banc pour révéler%@la Bibliothèque avec des Livres et des%@recettes de partout dans le monde.
it: Trascina verso il basso il banco di lavoro per%@visualizzare la libreria con i libri di ricette e le%@ricette provenienti da tutto il mondo.
nl: Trek omlaag op uw bank om de bibliotheek %@met kookboeken en recepten uit de %@hele wereld te onthullen.

source: LET’S GET STARTED…
es: EMPECEMOS…
fr: DEMARRONS…
it: INIZIAMO…
nl: LATEN WE ERAAN BEGINNEN…

source: TAP BELOW TO ADD
es: PULSA ABAJO PARA AÑADIR
fr: TAPEZ CI-DESSOUS POUR AJOUTER
it: TOCCA SOTTO PER AGGIUNGERE
nl: HIERONDER TIKKEN OM TOE TE VOEGEN

source: PULL DOWN TO ADD ABOVE
es: DESPLAZA HACIA ABAJO PARA AÑADIR ENCIMA
fr: TIREZ VERS LE BAS POUR AJOUTER CI-DESSUS
it: TRASCINA IN BASSO PER AGGIUNGERE SOPRA
nl: OMLAAG TREKKEN OM BOVENAAN TOE TE VOEGEN

source: SWIPE RIGHT TO DELETE
es: DESLIZA HACIA LA DERECHA PARA ELIMINAR
fr: TAPEZ A DROITE POUR EFFACER
it: SCORRI A DESTRA PER ELIMINARE
nl: NAAR RECHTS VEGEN OM TE VERWIJDEREN

source: PRESS AND DRAG TO REORDER
es: PULSA Y ARRASTRA PARA REORGANIZAR
fr: APPUYEZ ET FAITES GLISSER POUR RE-ARRANGER
it: TIENI PREMUTO E TRASCINA PER RIORDINARE
nl: DRUKKEN EN SLEPEN OM OPNIEUW TE ORDENEN

source: DOWNLOADS
es: DESCARGAS
fr: TELECHARGEMENTS
it: DOWNLOAD

source: FOLLOWERS
es: SEGUIDORES
fr: ABONNES
it: FOLLOWER
nl: VOLGERS

source: LOGGING OUT
es: CERRANDO SESIÓN
fr: DECONNEXION
it: DISCONNESSIONE
nl: AFMELDEN

source: Sign in to add your recipes
es: Inicia sesión para añadir tus recetas
fr: Inscrivez-vous pour ajouter vos recettes
it: Accedi per aggiungere le tue ricette
nl: Schrijf u in voor het toevoegen van uw recepten

source: PULL UP
es: HACIA ARRIBA
fr: TIRER VERS LE HAUT
it: TRASCINA IN ALTO
nl: OMHOOG TREKKEN

source: PULL DOWN
es: HACIA ABAJO
fr: TIRER VERS LE BAS
it: TRASCINA IN BASSO
nl: OMLAAG TREKKEN

source: YOUR BOOK
es: TU LIBRO
fr: VOTRE LIVRE
it: IL TUO LIBRO
nl: UW BOEK

source: Your Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
nl: Uw naam

source: My favorite recipes and food
es: Mis comidas y recetas favoritas
fr: Mes recettes et plats favoris
it: Le mie ricette e cibi preferiti
nl: Mijn favoriete recepten en voeding

source: %@ recipes
it: %@ ricette

source: Delicious %@ recipes. Tag your recipe appropriately to help other people find it.
es: Recetas deliciosos %@. Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla.
fr: Délicieuses recettes %@. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Ricette deliziose %@. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.
nl: Heerlijke %@ recepten. Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden.

source: Tasty vegetarian & vegan. Tag your recipe appropriately to help other people find it.
fr: Végétarien & végétalien savoureux. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Squisite ricette vegetariane e vegane. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.

source: Fresh from the oven. Tag your recipe appropriately to help other people find it.
es: Recién horneada. Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla.
fr: Cuit au four. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Appena sfornato. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.
nl: Vers uit de oven. Tag your Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden.

source: A delicious end to every meal. Tag your recipe appropriately to help other people find it.
es: Un final delicioso para cada comida. Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla.
fr: Une délicieuse fin pour chaque plat. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Per finire il pasto in dolcezza. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.
nl: Een heerlijke afsluiter van elke maaltijd. Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden.

source: Meals in 30 minutes or less. Tag your recipe appropriately to help other people find it.
es: Preparadas en menos de 30 minutos. Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla.
fr: Plats en 30 minutes ou moins. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Piatti in 30 minuti o meno. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.
nl: Maaltijden in 30 minuten of minder. Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden.

source: Recipes to quench your thirst. Tag your recipe appropriately to help other people find it.
es: Recetas para calmar la sed. Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla.
fr: Recettes pour étancher votre soif. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Ricette per dissetarti. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.
nl: Recepten om uw dorst te lessen. Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden.

source: You are what you eat. Tag your recipe appropriately to help other people find it.
es: Somos lo que comemos. Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla.
fr: Vous êtes ce que vous mangez. Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver.
it: Siamo ciò che mangiamo. Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla.
nl: Je bent wat je eet. Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden.

source: Great recipes shared by chefs.
fr: Délicieuses recettes partagées par nos chefs.
it: Grandi ricette condivise dagli chef.
nl: Grote recepten gedeeld door chef-koks.

source: Delicious recipes from %@
es: Deliciosas recetas de %@
fr: Délicieuses recettes d'%@
it: Deliziose ricette dalla %@
nl: Heerlijke recepten uit %@

source: Delicious recipes shared by fellow Cooks from all over %@. To contribute simply allow Cook to locate you when setting your recipes to public.
es: Deliciosas recetas compartidas por compañeros cocineros de toda %@. Para contribuir solo tienes que permitir que Cook te localice al publicar tus recetas.
fr: Des recettes délicieuses partagées par des confrères cuisiniers de tout %@. Pour contribuer, autorisez simplement Cook à vous localiser lorsque vous rendez vos recettes publiques.
it: Deliziose ricette condivise dagli amici cuochi provenienti da %@. Per contribuire, ti basta permettere a Cook la localizzazione quando imposti la pubblicazione delle tue ricette.
nl: Heerlijke recepten, gedeeld door onze collega-koks uit heel %@. Om bij te dragen hoeft u Cook alleen toe te laten uw locatie te bepalen wanneer u uw recepten voor het publiek openstelt.

source: GREAT PLACES
es: BUENOS LUGARES
fr: SUPER ENDROITS
it: LUOGHI FAVOLOSI
nl: FANTASTISCHE PLEKJES

source: SAUCES
es: SALSAS
it: SALSE
nl: SAUZEN

source: BREAKFAST
es: DESAYUNO
fr: PETIT-DEJEUNER
it: COLAZIONE
nl: ONTBIJT

source: STARTERS
es: ENTRANTES
fr: ENTREES
it: ANTIPASTI
nl: VOORGERECHTEN

source: MAINS
es: PRINCIPALES
fr: PLATS PRINCIPAUX
it: SECONDI
nl: HOOFDGERECHTEN

source: DESSERTS
it: DESSERT

source: GLUTEN FREE
it: NO GLUTINE

source: SUGAR FREE
it: NO ZUCCHERO

source: LOW FAT
it: BASSO GRASSI

source: VEGAN
it: VEGANO

source: Vegetarian
es: Vegetarianas
fr: Vegetarien
it: Vegetariano
nl: Vegetarisch

source: Tasty vegetarian & vegan
fr: Végétarien & végétalien savoureux
it: Squisite ricette vegetariane e vegane

source: Baking
es: Pastelería
fr: A Cuire
it: Al Forno
nl: Bakken

source: Fresh from the oven
es: Recién horneada
fr: Cuit au four
it: Appena sfornato
nl: Vers uit de oven

source: Dessert
es: Postres
it: Dolci

source: A delicious end to every meal
es: Un final delicioso para cada comida
fr: Une délicieuse fin pour chaque plat
it: Per finire il pasto in dolcezza
nl: Een heerlijke afsluiter van elke maaltijd

source: Quick
es: Rápidas
fr: Rapide
it: Veloci
nl: Snel

source: Meals in 30 minutes or less
es: Preparadas en menos de 30 minutos
fr: Plats en 30 minutes ou moins
it: Piatti in 30 minuti o meno
nl: Maaltijden in 30 minuten of minder

source: Drinks
es: Bebidas
fr: Boissons
it: Drink
nl: Drank

source: Recipes to quench your thirst
es: Recetas para calmar la sed
fr: Recettes pour étancher votre soif
it: Ricette per dissetarti
nl: Recepten om uw dorst te lessen

source: Cook Team
es: Equipo Cook
fr: L'équipe Cook
it: Team Cook

source: The heart and soul of cook
es: El alma de Cook
fr: Le coeur et l'âme de cook
it: Il cuore e l'anima di Cook
nl: Hart en ziel van Cook

source: Healthy
es: Saludables
fr: Bon Pour La Sante
it: Salutari
nl: Gezondheid

source: You are what you eat
es: Somos lo que comemos
fr: Vous êtes ce que vous mangez
it: Siamo ciò che mangiamo
nl: Je bent wat je eet

source: Masters
es: Maestros
fr: Maîtres
it: Master
nl: Meesterkoks

source: Chefs
it: Chef

source: Report a Recipe to Cook
es: Denunciar una receta a Cook
fr: Signaler une recette à Cook
it: Segnala una ricetta a Cook
nl: Een recept rapporteren aan Cook

source: Cook Feedback
es: Comentarios sobre Cook
fr: Commentaires sur Cook
it: Feedback Cook
nl: Feedback voor Cook

source: Tag your recipe appropriately to help other people find it
es: Etiqueta adecuadamente tu receta para ayudar a otras personas a encontrarla
fr: Tagguez votre recette de façon appropriée pour aider les autres gens à la trouver
it: Tagga appropriatamente la tua ricetta per aiutare gli altri a trovarla
nl: Geef uw recept een geschikt label zodat andere mensen het gemakkelijk vinden

source: READ MORE
es: LEER MÁS
fr: LIRE PLUS
it: LEGGI DI PIÙ
nl: LEES MEER

source: CONTINUE
es: CONTINUAR
fr: CONTINUER
it: CONTINUA
nl: DOORGAAN

source: YOUR BIO
es: TU BIO
fr: VOTRE BIO
it: LA TUA BIO
nl: UW BIO

source: Delete
es: Eliminar
fr: Effacer
it: Elimina
nl: Verwijderen

source: %ld RESULT
es: %ld RESULTADO
fr: %ld RESULTAT
it: %ld RISULTATO
nl: %ld RESULTAAT

source: %ld RESULTS
es: %ld RESULTADOS
fr: %ld RESULTATS
it: %ld RISULTATI
nl: %ld RESULTATEN

source: GET FACEBOOK%@SUGGESTIONS
es: OBTENER SUGERENCIAS%@DE FACEBOOK
fr: RECEVOIR DES SUGGESTIONS%@FACEBOOK
it: OTTIENI SUGGERIMENTI%@FACEBOOK
nl: ONTVANG FACEBOOK%@SUGGESTIONS

source: Close without Saving?
es: ¿Cerrar sin guardar?
fr: Fermer sans enregistrer?
it: Vuoi chiudere senza salvare?
nl: Sluiten zonder op te slaan?

source: RECIPES FROM ALL OVER THE WORLD
es: RECETAS DE TODO EL MUNDO
fr: DES RECETTES DU MONDE ENTIER
it: RICETTE DA TUTTO IL MONDO
nl: RECEPTEN UIT DE HELE WERELD

source: THE WORLD'S COOK BOOK
es: EL LIBRO DE COCINA MUNDIAL
fr: LE LIVRE DE RECETTES DU MONDE ENTIER
it: IL LIBRO DI RICETTE DAL MONDO
nl: HET WERELDWIJDE KOOKBOEK

source: Preserve
es: Conserva
fr: Préserver
it: Conserva
nl: Inmaken

source: Condiment
es: Condimento
it: Condimento
nl: Kruiderij

source: Kids
es: Niños
fr: Enfants
it: Bimbi
nl: Kinderen

source: Main
es: Principale
fr: Princ.
it: Sec.
nl: Hoofdgerecht

source: Side
es: Entremés
fr: Accomp.
it: Cont.
nl: Bijgerecht

source: Appetizer
es: Aperitivo
fr: Entrée
it: Antipasto
nl: Voorgerecht

source: Breakfast
es: Desayuno
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt

source: Dairy Free
es: Sin lácteos
fr: Ss prod. laitiers
it: No latte
nl: Zuivelvrij

source: Low Fat
es: Bajas en grasa
fr: Faible en gras
it: Basso grassi
nl: Vetarm

source: Sugar Free
es: Sin azúcar
fr: Sans sucre
it: No zucchero
nl: Suikervrij

source: Gluten Free
es: Sin gluten
fr: Sans gluten
it: No glutine
nl: Glutenvrij

source: Vegan
es: Vegana
fr: Végétalien
it: Vegano
nl: Veganist

source: United Kingdom
fr: Royaume-Uni
it: Regno Unito
nl: Verenigd Koninkrijk

source: Spain
fr: Espagne
it: Spagna
nl: Spanje

source: Philippines
it: Filippine
nl: Filippijnen

source: Italy
fr: Italie
it: Italia
nl: Italië

source: Mexico
fr: Mexique
it: Messico

source: Germany
fr: Allemagne
it: Germania
nl: Duitsland

source: Brazil
fr: Brésil
it: Brasile
nl: Brazilië

source: New Zealand
fr: Nouvelle-Zélande
it: Neozelandese
nl: Nieuw-Zeeland

source: Denmark
fr: Danemark
it: Danimarca
nl: Denemarken

source: Turkey
fr: Turquie
it: Turchia
nl: Turkije

source: France
it: Francia
nl: Frankrijk

source: Netherlands
fr: Pays-Bas
it: Paesi Bassi
nl: Nederland

source: Norway
fr: Norvège
it: Norvegia
nl: Noorwegen

source: Sweden
fr: Suède
it: Svezia
nl: Zweden

source: Finland
fr: Finlande
it: Finlandia

source: China
fr: Chine
it: Cina

source: Japan
fr: Japon
it: Giappone

source: Korea
fr: Corée
it: Corea

source: Password
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: No
fr: Non
nl: Nee

source: Mail
es: Correo
nl: E-mail

source: FOLLOWER
es: SEGUIDOR
fr: ABONNE
nl: VOLGER

source: Drink
es: Bebida
fr: Boisson
nl: Drank

source: United States
fr: États-Unis
nl: Verenigde Staten

source: Australia
fr: Australie
nl: Australië

source: Russia
fr: Russie
nl: Rusland

source: Malaysia
fr: Malaisie
nl: Maleisië

source: Indonesia
fr: Indonésie
nl: Indonesië

source: PRIVACY
es: PRIVACIDAD
fr: CONFIDENTIALITE

source: DOWNLOAD
es: DESCARGA
fr: TELECHARGEMENT

source: India
fr: Inde

source: Singapore
fr: Singapour

source: OK
es: Aceptar

source: AUTO
es: AUTOMÁTICO

source: via @thecookapp
es: a través de @thecookapp

source: Snack
es: Tentempié
