Repository: azfarsiddiqui/thecookapp
Catalog: Cook/*.lproj/Localizable.strings
Languages: es, fr, it, nl

source: cook_book_inner_category_new
it: cook_book_inner_category_new_blank

source: PAGE ALREADY EXISTS
es: LA PÁGINA YA EXISTE
fr: LA PAGE EXISTE DEJA
it: ESISTE GIÀ QUESTA PAGINA
nl: PAGINA BESTAAT AL

source: ADD PAGE
es: AÑADIR PÁGINA
fr: AJOUTER UNE PAGE
it: AGGIUNGI PAGINA
nl: PAGINA TOEVOEGEN

source: This will also delete the recipes on this page.
es: También se eliminarán las recetas de esta página.
fr: Ceci va également effacer les recettes sur cette page.
it: Questo eliminerà anche le ricette su questa pagina.
nl: Hiermee worden ook de recepten op deze pagina verwijderd.

source: Delete Page?
es: ¿Eliminar página?
fr: Effacer la page?
it: Eliminare pagina?
nl: Pagina verwijderen?

source: RENAMING PAGE
es: RENOMBRANDO PÁGINA
fr: RENOMMAGE DE LA PAGE
it: RINOMINA PAGINA
nl: NAAM PAGINA WIJZIGEN

source: Unable to Rename
es: Error al renombrar
fr: Impossible de renommer
it: Impossibile rinominare
nl: Kan naam niet wijzigen

source: Sorry, this page contains too many recipes to rename.
es: Esta página contiene demasiadas recetas para renombrarse.
fr: Désolé, cette page contient trop de recettes à renommer.
it: Spiacenti, questa pagina contiene troppe ricette per la rinominazione.
nl: Deze pagina bevat teveel recepten om de naam te kunnen wijzigen.

source: Page Name
es: Nombre de la página
fr: Nom de page
it: Nome pagina
nl: Naam pagina

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

source: ADDING TO PAGE
es: AÑADIENDO A LA PÁGINA
fr: AJOUTER A LA PAGE
it: IN AGGIUNTA ALLA PAGINA
nl: TOEVOEGEN AAN PAGINA

source: ADD TO BOOK
es: AÑADIR AL LIBRO
fr: AJOUTER AU LIVRE
it: AGGIUNGI AL LIBRO
nl: TOEVOEGEN AAN BOEK

source: NO PAGES
es: NO HAY PÁGINAS
fr: AUCUNE PAGE
it: NESSUNA PAGINA
nl: GEEN PAGINA’S

source: NEW
es: NUEVO
fr: NOUVEAU
it: NUOVA
nl: NIEUW

source: CANNOT CONNECT
es: ERROR AL CONECTAR
fr: IMPOSSIBLE DE CONNECTER
it: CONNESSIONE NON RIUSCITA
nl: KAN GEEN VERBINDING MAKEN

source: CHECK YOUR WI-FI OR CELLULAR DATA
es: COMPRUEBA TU CONEXIÓN WI-FI O DE DATOS MÓVILES
fr: VERIFIEZ VOTRE WI-FI OU VOUS DONNEES MOBILES
it: CONTROLLA IL WI-FI O LA RETE DATI DEL CELLULARE
nl: CONTROLEER UW WI-FI OF MOBIELE GEGEVENS

source: ADD A RECIPE
es: AÑADE UNA RECETA
fr: AJOUTER UNE RECETTE
it: AGGIUNGI UNA RICETTA
nl: VOEG EEN RECEPT TOE

source: OR PHOTOS, TIPS, NOTES, ANYTHING FOOD RELATED!
es: O FOTOS, TRUCOS, NOTAS, ¡CUALQUIER COSA RELACIONADA CON LA COMIDA!
fr: OU DES PHOTOS, ASTUCES, NOTES, OU TOUT CE QUI EST EN RELATION AVEC LA NOURRITURE!
it: O FOTO, SUGGERIMENTI, NOTE, QUALSIASI COSA CORRELATA AL CIBO!
nl: OF FOTO’S, TIPS, NOTITIES, ALLES OVER VOEDING!

source: EDIT PROFILE
es: EDITA TU PERFIL
fr: EDITER LE PROFIL
it: MODIFICA PROFILO
nl: BEWERK PROFIEL

source: CHANGE YOUR BACKGROUND, PROFILE PHOTO AND BIO
es: MODIFICA EL FONDO, TU IMAGEN DE PERFIL Y TU BIOGRAFÍA
fr: MODIFIER VOTRE FOND D’ECRAN, PHOTO DE PROFIL ET BIO
it: CAMBIA LO SFONDO, LA FOTO DEL PROFILO E LA BIOGRAFIA
nl: WIJZIG UW ACHTERGROND, PROFIELFOTO EN BIOGRAFIE

source: GET STARTED
es: EMPEZAR
fr: DEMARRER
it: INIZIA
nl: AAN DE SLAG

source: CREATE A NEW PAGE FOR YOUR RECIPES, CALL IT ANYTHING YOU LIKE…
es: CREA UNA NUEVA PÁGINA PARA TUS RECETAS, LLÁMALA COMO QUIERAS…
fr: CREEZ UNE NOUVELLE PAGE POUR VOS RECETTES, APPELEZ-LA COMME VOUS VOULEZ…
it: CREA UNA NUOVA PAGINA PER LE TUE RICETTE, CHIAMALA COME PIÙ TI PIACE…
nl: MAAK EEN NIEUWE PAGINA VOOR UW RECEPTEN EN GEEF DEZE EEN NAAM NAAR UW KEUZE…

source: YOUR PROFILE
es: TU PERFIL
fr: VOTRE PROFIL
it: IL TUO PROFILO
nl: UW PROFIEL

source: SWIPE RIGHT TO VIEW AND EDIT YOUR PROFILE
es: DESLIZA A LA DERECHA PARA VER Y EDITAR TU PERFIL
fr: TAPEZ A DROITE POUR VOIR ET EDITER VOTRE PROFIL
it: SCORRI A DESTRA PER VISUALIZZARE E MODIFICARE IL TUO PROFILO
nl: VEEG NAAR RECHTS OM UW PROFIEL WEER TE GEVEN EN TE BEWERKEN

source: RECIPE
es: RECETA
fr: RECETTE
it: RICETTA
nl: RECEPT

source: RECIPES
es: RECETAS
fr: RECETTES
it: RICETTE
nl: RECEPTEN

source: FRIEND
es: AMIGO
fr: AMI
it: AMICO
nl: VRIEND

source: FRIENDS
es: AMIGOS
fr: AMIS
it: AMICI
nl: VRIENDEN

source: ADD FRIEND
es: AGREGAR A AMIGOS
fr: AJOUTER UN AMI
it: AGGIUNGI AMICI
nl: VRIEND TOEVOEGEN

source: %@ WANTS TO BE FRIENDS
es: %@ TE HA ENVIADO UNA SOLICITUD DE AMISTAD
fr: %@ VOUS INVITE A DEVENIR AMIS
it: %@ VUOLE DIVENTARE TUO AMICO
nl: %@ HEEFT U EEN VRIENDSCHAPSVERZOEK VERSTUURD

source: REQUESTED
es: SOLICITUD ENVIADA
fr: DEMANDE
it: RICHIESTA AVVENUTA
nl: AANGEVRAAGD

source: SIGN IN TO VIEW THIS BOOK
es: INICIA SESIÓN PARA VER ESTE LIBRO
fr: INSCRIVEZ-VOUS POUR VOIR CE LIVRE
it: ACCEDI PER VISUALIZZARE QUESTO LIBRO
nl: MELD AAN OM DIT BOEK WEER TE GEVEN

source: Send Friend Request?
es: ¿Enviar solicitud de amistad?
fr: Envoyer une demande pour devenir amis?
it: Inviare richiesta di amicizia?
nl: Vriendenverzoek verzenden?

source: Remove Friend?
es: Eliminar de mis amigos?
fr: Supprimer un ami?
it: Rimuovi amico?
nl: Vriend verwijderen?

source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen

source: ADD TO BENCH
es: AÑADIR AL ESTANTE
fr: AJOUTER AU BANC
it: AGGIUNGI AL BANCO DI LAVORO
nl: TOEVOEGEN AAN BANK

source: BOOK ON BENCH
es: LIBRO DEL ESTANTE
fr: LIVRE SUR LE BANC
it: REGISTRA SUL BANCO DI LAVORO
nl: BOEK OP BANK

source: UNABLE TO ADD
es: ERROR AL AÑADIR
fr: IMPOSSIBLE D’AJOUTER
it: IMPOSSIBILE AGGIUNGERE
nl: KAN NIET TOEVOEGEN

source: ACCEPTING
es: ACEPTANDO
fr: ACCEPTATION
it: ACCETTA
nl: ACCEPTEREN

source: UNABLE TO SEND
es: ERROR AL ENVIAR
fr: IMPOSSIBLE D’ENVOYER
it: IMPOSSIBILE INVIARE
nl: KAN NIET VERZENDEN

source: UNABLE TO REMOVE
es: ERROR AL ELIMINAR
fr: IMPOSSIBLE DE SUPPRIMER
it: IMPOSSIBILE RIMUOVERE
nl: KAN NIET VERWIJDEREN

source: NONE
es: NINGUNO
fr: AUCUN
it: NESSUNO
nl: GEEN

source: OUTDOORS
es: EXTERIOR
fr: EXTERIEUR
it: ESTERNO
nl: BUITENSHUIS

source: INDOOR
es: INTERIOR
fr: INTERIEUR
it: INTERNO
nl: BINNENSHUIS

source: VIBRANT
es: DINÁMICO
fr: VIF
it: VIVACE
nl: LEVENDIG

source: WARM
es: CÁLIDO
fr: CHAUD
it: CALDO

source: COOL
es: FRÍO
it: FREDDO
nl: KOEL

source: TEXT
es: TEXTO
fr: TEXTE
it: TESTO
nl: TEKST

source: Unable to Load Photo
es: Error al cargar foto
fr: Impossible de charger la photo
it: Impossibile caricare foto
nl: Kan foto niet laden

source: The image you selected is too large
es: La imagen seleccionada es demasiado grande
fr: L’image que vous avez sélectionnée est trop volumineuse
it: L’immagine selezionata è troppo grande
nl: De door u geselecteerde afbeelding is te groot

source: Delete Photo?
es: ¿Eliminar foto?
fr: Effacer la photo?
it: Vuoi eliminare la foto?
nl: Foto verwijderen?

source: Comment
es: Comentario
fr: Commentaire
it: Commento
nl: Opmerking

source: Comments
es: Comentarios
fr: Commentaires
it: Commenti
nl: Opmerkingen

source: COMMENTS
es: COMENTARIOS
fr: COMMENTAIRES
it: COMMENTI
nl: OPMERKINGEN

source: NO COMMENTS
es: SIN COMENTARIOS
fr: AUCUN COMMENTAIRE
it: NESSUN COMMENTO
nl: GEEN OPMERKINGEN

source: ADD COMMENT
es: AÑADIR COMENTARIO
fr: AJOUTER UN COMMENTAIRE
it: AGGIUNGI COMMENTO
nl: OPMERKING TOEVOEGEN

source: INGREDIENT
es: INGREDIENTE
it: INGREDIENTE
nl: INGREDIËNT

source: QTY
es: CANTIDAD
fr: QTE
it: QTÀ
nl: HOEVEELHEID

source: Release to add
es: Suelta para añadir
fr: Relâcher pour ajouter
it: Rilascia per aggiungere
nl: Loslaten om toe te voegen

source: Pull to add
es: Estira para añadir
fr: Tirer pour ajouter
it: Trascina per aggiungere
nl: Trekken om toe te voegen

source: Release to delete
es: Suelta para eliminar
fr: Relâcher pour effacer
it: Rilascia per eliminare
nl: Loslaten om te verwijderen

source: Swipe to delete
es: Desliza para eliminar
fr: Taper pour effacer
it: Scorri per eliminare
nl: Vegen om te verwijderen

source: ADD ITEM
es: AÑADIR ELEMENTO
fr: AJOUTER UN OBJET
it: AGGIUNGI ELEMENTO
nl: ITEM TOEVOEGEN

source: NO COLLECTIONS BOOKS
es: NO HAY COLECCIONES
fr: AUCUN LIVRE DE COLLECTIONS
it: NESSUN LIBRO DI RACCOLTE
nl: GEEN COLLECTIEBOEKEN

source: NO FEATURED BOOKS
es: NO HAY LIBROS DESTACADOS
fr: AUCUN LIVRE MIS EN AVANT
it: NESSUN LIBRO IN PRIMO PIANO
nl: GEEN AANBEVOLEN BOEKEN

source: PLEASE CHECK BACK SOON
es: CONSULTA DE NUEVO MÁS TARDE
fr: MERCI DE REVENIR BIENTÔT
it: TORNA A CONTROLLARE TRA UN PO’
nl: KOM SNEL TERUG

source: NO FRIENDS
es: NINGÚN AMIGO
fr: AUCUN AMI
it: NESSUN AMICO
nl: GEEN VRIENDEN

source: SIGN IN TO ADD FRIENDS
es: INICIA SESIÓN PARA AGREGAR AMIGOS
fr: INSCRIVEZ-VOUS POUR AJOUTER DES AMIS
it: ACCEDI PER AGGIUNGERE AMICI
nl: MELD AAN OM VRIENDEN TOE TE VOEGEN

source: NO RESULTS
es: NO HAY RESULTADOS
fr: AUCUN RESULTAT
it: NESSUN RISULTATO
nl: GEEN RESULTATEN

source: TRY SEARCHING FOR ANOTHER NAME
es: PRUEBA A BUSCAR OTRO NOMBRE
fr: ESSAYEZ DE CHERCHER UN AUTRE NOM
it: PROVA A CERCARE UN ALTRO NOME
nl: PROBEER EEN ANDERE NAAM TE ZOEKEN

source: GET SUGGESTIONS
es: RECIBIR SUGERENCIAS
fr: OBTENIR DES SUGGESTIONS
it: OTTIENI SUGGERIMENTI
nl: VRAAG SUGGESTIES

source: UNABLE TO FETCH BOOKS
es: ERROR AL RECUPERAR LIBROS
fr: IMPOSSIBLE DE RECUPERER LES LIVRES
it: IMPOSSIBILE RECUPERARE LIBRI
nl: KAN BOEKEN NIET OPHALEN

source: PLEASE TRY AGAIN LATER
es: INTÉNTALO DE NUEVO MÁS TARDE
fr: VEUILLEZ RESSAYER PLUS TARD
it: PER FAVORE RIPROVA PIÙ TARDI
nl: PROBEER HET LATER OPNIEUW

source: SEARCH BY NAME
es: BUSCAR POR NOMBRE
fr: RECHERCHE PAR NOM
it: CERCA PER NOME
nl: ZOEKEN OP NAAM

source: COLLECTIONS
es: COLECCIONES
it: RACCOLTE
nl: COLLECTIES

source: FEATURED
es: DESTACADOS
fr: MIS EN AVANT
it: IN PRIMO PIANO
nl: AANBEVOLEN

source: WORLD
es: MUNDIALES
fr: MONDE
it: MONDO
nl: WERELD

source: SUGGESTIONS
es: SUGERENCIAS
it: SUGGERIMENTI
nl: SUGGESTIES

source: USE SEARCH TO FIND PEOPLE YOU KNOW
es: UTILIZA LA BÚSQUEDA PARA ENCONTRAR A PERSONAS QUE CONOCES
fr: UTILISER LA RECHERCHE POUR TROUVER DES GENS QUE VOUS CONNAISSEZ
it: USA LA RICERCA PER TROVARE PERSONE CHE CONOSCI
nl: GEBRUIK ZOEKEN OM MENSEN DIE U KENT, TE ZOEKEN

source: Permission Required
es: Permiso requerido
fr: Permission requise
it: Autorizzazione necessaria
nl: Toestemming vereist

source: Couldn’t Connect
es: Error al conectar
fr: Impossible de connecter
it: Connessione non riuscita
nl: Kan geen verbinding maken

# NO WORLD BOOKS
source: COULDN’T LOAD WORLD BOOKS
es: ERROR AL CARGAR LIBROS MUNDIALES
fr: IMPOSSIBLE DE CHARGER LES LIVRES DU MONDE
it: CARICAMENTO LIBRI DEL MONDO NON RIUSCITO
nl: KAN GEEN WERELDBOEKEN LADEN

source: UNABLE TO LOAD USER
es: ERROR AL CARGAR USUARIO
fr: IMPOSSIBLE DE CHARGER L’UTILISATEUR
it: IMPOSSIBILE CARICARE UTENTE
nl: KAN GEBRUIKER NIET LADEN

source: LIKES
es: LE GUSTA
fr: J’AIME
it: AMA
nl: VIND IK LEUKS

source: LIKED
es: LE GUSTÓ
fr: AIME
it: HA APPREZZATO
nl: LEUK GEVONDEN

source: SIGN IN
es: INICIAR SESIÓN
fr: SE CONNECTER
it: ACCEDI
nl: AANMELDEN

source: REGISTER
es: REGISTRO
fr: S’INSCRIRE
it: REGISTRATI
nl: REGISTREREN

source: RESET PASSWORD
es: RESTAURAR CONTRASEÑA
fr: REINITIALISER MOT DE PASSE
it: AZZERA PASSWORD
nl: WACHTWOORD RESETTEN

source: FORGOT PASSWORD
es: CONTRASEÑA OLVIDADA
fr: MOT DE PASSE OUBLIE
it: PASSWORD DIMENTICATA
nl: WACHTWOORD VERGETEN

source: ALREADY HAVE AN ACCOUNT?
es: ¿YA TIENES CUENTA?
fr: VOUS AVEZ DEJA UN COMPTE?
it: HAI GIÀ UN ACCOUNT?
nl: HEBT U AL EEN ACCOUNT?

source: DON’T HAVE AN ACCOUNT?
es: ¿NO TIENES CUENTA?
fr: VOUS N’AVEZ PAS DE COMPTE?
it: NON HAI ANCORA UN ACCOUNT?
nl: NOG GEEN ACCOUNT?

source: SIGN UP
es: REGISTRO
fr: S’INSCRIRE
it: ISCRIVITI
nl: INSCHRIJVEN

source: REGISTER WITH EMAIL
es: REGISTRO CON CORREO ELECTRÓNICO
fr: INSCRIPTION AVEC EMAILL
it: REGISTRATI TRAMITE EMAIL
nl: REGISTREREN MET E-MAIL

source: REGISTER WITH FACEBOOK
es: REGISTRO CON FACEBOOK
fr: INSCRIPTION AVEC FACEBOOK
it: REGISTRATI TRAMITE FACEBOOK
nl: REGISTREREN MET FACEBOOK

source: SIGN IN WITH FACEBOOK
es: INICIAR SESIÓN CON FACEBOOK
fr: INSCRIPTION AVEC FACEBOOK
it: ACCEDI CON FACEBOOK
nl: AANMELDEN MET FACEBOOK

source: SEND
es: ENVIAR
fr: ENVOYER
it: INVIA
nl: VERZENDE

source: SIGNING UP
es: REGISTRANDO
fr: INSCRIPTION
it: ISCRIZIONE
nl: INSCHRIJVEN

source: SIGNING IN
es: INICIANDO SESIÓN
fr: CONNEXION
it: ACCESSO
nl: AANMELDEN

source: SENDING
es: ENVIANDO
fr: ENVOI
it: INVIO
nl: VERZENDEN

source: PLEASE CHECK YOUR EMAIL
es: CONSULTA TU CORREO ELECTRÓNICO
fr: VEUILLEZ VERIFIER VOTRE EMAIL
it: PER FAVORE CONTROLLA LA TUA EMAIL
nl: CONTROLEER UW E-MAIL

source: EMAIL ADDRESS IS NOT REGISTERED
es: DIRECCIÓN DE CORREO ELECTRÓNICO NO REGISTRADA
fr: ADRESSE EMAIL NON ENREGISTREE
it: L’INDIRIZZO EMAIL NON È REGISTRATO
nl: E-MAILADRES IS NIET GEREGISTREERD

source: EMAIL IS ALREADY REGISTERED
es: DIRECCIÓN DE CORREO ELECTRÓNICO YA REGISTRADA
fr: EMAIL DEJA ENREGISTRE
it: L’EMAIL È GIÀ REGISTRATA
nl: E-MAIL IS AL GEREGISTREERD

source: COULDN’T CONNECT
es: ERROR AL CONECTAR
fr: IMPOSSIBLE DE CONNECTER
it: CONNESSIONE NON RIUSCITA
nl: KAN GEEN VERBINDING MAKEN

source: INCORRECT EMAIL OR PASSWORD
es: CORREO ELECTRÓNICO O CONTRASEÑA INCORRECTOS
fr: EMAIL OU MOT DE PASSE INCORRECT
it: EMAIL O PASSWORD NON CORRETTE
nl: ONJUISTE E-MAIL OF WACHTWOORD

source: CHATTING WITH FACEBOOK
es: CHATEANDO CON FACEBOOK
fr: CHAT AVEC FACEBOOK
it: CHAT TRAMITE FACEBOOK
nl: CHATTEN VIA FACEBOOK

source: Create Account
es: Crear cuenta
fr: Créer un compte
it: Crea account
nl: Account maken

source: Your Facebook Account isn’t registered. Would you like to create a new Cook Account?
es: Tu cuenta de Facebook no está registrada. ¿Deseas crear una nueva cuenta de Cook?
fr: Votre compte Facebook n’est pas inscrit. Voulez-vous créer un nouveau compte Cook?
it: Il tuo account Facebook non è registrato. Vuoi creare un nuovo account Cook?
nl: Uw Facebook-account is niet geregistreerd. Wilt u een nieuwe Cook-account maken?

source: Create
es: Crear
fr: Créer
it: Crea
nl: Maken

source: Save
es: Guardar
fr: Enregistrer
it: Salvare
nl: Opslaan

source: Email Address
es: Email
fr: Adresse Email
it: Email
nl: E-Mailadres

source: Full Name
es: Nombre Completo
fr: Nom et prénom
it: Nome e cognome
nl: Volledige Naam

source: METRIC
es: MÉTRICO
fr: METRIQUE
it: METRICO
nl: METRISCH

source: US IMPERIAL
es: ANGLOSAJÓN
fr: IMPERIALE US
it: IMPERIALE

source: You are now friends with %@.
es: Ahora %@ y tú sois amigos.
fr: Vous êtes maintenant ami avec %@.
it: Ora tu e %@ siete amici.
nl: U bent nu bevriend met %@.

source: %@ wants to be friends.
es: %@ te ha enviado una solicitud de amistad.
fr: %@ souhaite devenir amis avec vous.
it: %@ vuole essere tuo amico.
nl: %@ heeft u een vriendschapsverzoek gestuurd.

source: %@ commented on %@.
es: %@ ha comentado %@.
fr: %@ a commenté sur %@.
it: %@ ha commentato %@.
nl: %@ heeft gereageerd op %@.

source: %@ liked %@.
es: A %@ le gusta %@.
fr: %@ a aimé %@.
it: A %@ piace %@.
nl: %@ vind %@ leuk.

source: %@ added %@.
es: %@ ha añadido %@.
fr: %@ a ajouté %@.
it: %@ ha aggiunto %@.
nl: %@ heeft %@ toegevoegd.

source: %@ is now featured in %@ in %@.
es: %@ está ahora destacado en %@ en %@.
fr: %@ est maintenant mis en avant dans %@ dans %@.
it: %@ ora è in primo piano su %@ in %@.
nl: %@ is nu aanbevolen in %@ in %@.

source: and
es: y
fr: et
it: e
nl: en

source: %@ and %@
es: %@ y %@
fr: %@ et %@
it: %@ e %@
nl: %@ en %@

source: NOTIFICATIONS
es: NOTIFICACIONES
it: NOTIFICHE
nl: MELDINGEN

source: NO NOTIFICATIONS
es: NO HAY NOTIFICACIONES
fr: AUCUNE NOTIFICATION
it: NESSUNA NOTIFICA
nl: GEEN MELDINGEN

source: Your recipe
es: Tu receta
fr: Votre recette
it: Tua ricetta
nl: Uw recept

source: TYPE UP THE RECIPE
es: REDACTA LA RECETA
fr: TAPEZ LA RECETTE
it: DIGITA LA RICETTA
nl: TYP HET RECEPT

source: TITLE
es: TÍTULO
fr: TITRE
it: TITOLO
nl: TITEL

source: TAGS
es: ETIQUETAS
it: TAG
nl: LABELS

source: WRITE SOMETHING
es: ESCRIBE ALGO
fr: ECRIVEZ QUELQUE CHOSE
it: SCRIVI QUALCOSA
nl: SCHRIJF IETS

source: INGREDIENTS
es: INGREDIENTES
it: INGREDIENTI
nl: INGREDIËNTEN

source: METHOD OR STEPS
es: MÉTODO O PASOS
fr: METHODE OU ETAPES
it: METODO O PASSAGGI
nl: METHODE OF STAPPEN

source: PHOTO
es: FOTO
it: FOTO
nl: FOTO

source: Remove Recipe?
es: ¿Eliminar receta?
fr: Supprimer la recette?
it: Vuoi rimuovere la ricetta?
nl: Recept verwijderen?

source: Already Added to %@
es: Ya añadida a %@
fr: Déjà ajouté à %@
it: Già aggiunta su %@
nl: Al toegevoegd aan %@

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten

source: Delete Recipe?
es: ¿Eliminar receta?
fr: Effacer la recette?
it: Vuoi eliminare la ricetta?
nl: Recept verwijderen?

source: Sorry, you can’t save an empty recipe
es: No puedes guardar una receta vacía
fr: Désolé, vous ne pouvez pas enregistrer de recette vide
it: Spiacenti, non puoi salvare una ricetta vuota
nl: U kunt geen leeg recept opslaan

source: Unable to Save
es: Error al guardar
fr: Impossible d’enregistrer
it: Impossibile salvare
nl: Kan niet opslaan

source: Please try again soon
es: Inténtalo de nuevo más tarde
fr: Veuillez réessayer dans un instant
it: Per favore riprova tra un po’
nl: Probeer het binnenkort opnieuw

source: DELETING
es: ELIMINANDO
fr: EFFACEMENT
it: ELIMINAZIONE
nl: VERWIJDEREN BEZIG

source: REMOVING
es: ELIMINANDO
fr: SUPPRESSION
it: RIMOZIONE
nl: WISSEN BEZIG

source: SAVING
es: GUARDANDO
fr: ENREGISTREMENT
it: SALVATAGGIO
nl: OPSLAAN BEZIG

source: SECRET
es: SECRETA
it: SEGRETA
nl: GEHEIM

source: PUBLIC
es: PÚBLICA
it: PUBBLICA
nl: OPENBAAR

source: SECRET RECIPE
es: RECETA SECRETA
fr: RECETTE SECRETE
it: RICETTA SEGRETA
nl: GEHEIM RECEPT

source: VISIBLE TO FRIENDS
es: VISIBLE PARA TUS AMIGOS
fr: VISIBLE POUR LES AMIS
it: VISIBILE AGLI AMICI
nl: ZICHTBAAR VOOR VRIENDEN

source: RECIPE, INGREDIENT OR TAG
es: RECETA, INGREDIENTE O ETIQUETA
fr: RECETTE, INGREDIENT OU TAG
it: RICETTA, INGREDIENTE O TAG
nl: RECEPT, INGREDIËNT OF LABEL

source: COULDN'T CONNECT%@PLEASE TRY AGAIN
es: ERROR AL CONECTAR%@INTÉNTALO DE NUEVO
fr: IMPOSSIBLE DE CONNECTER%@VEUILLEZ REESSAYER
it: CONNESSIONE NON RIUSCITA%@PER FAVORE RIPROVA
nl: KAN GEEN VERBINDING MAKEN%@PROBEER HET OPNIEUW

source: POPULAR
es: POPULARES
fr: POPULAIRE
it: POPOLARI
nl: POPULAIR

source: LATEST
es: ÚLTIMAS
fr: PLUS RECENT
it: PIÙ RECENTI
nl: NIEUWSTE

source: Makes
es: Cantidad
fr: Quantité
it: Creazioni
nl: Bereidingen

source: Serves
es: Para
fr: Parts
it: Porzioni
nl: Serveringen

source: Prep
fr: Prép
it: Prepara
nl: Voorbereiden

source: Cook
es: Cocción
it: Cucina
nl: Koken

source: LOGOUT
es: CERRAR SESIÓN
fr: DECONNEXION
it: ESCI
nl: AFMELDEN

source: MEASUREMENTS
es: SISTEMA DE UNIDADES
fr: UNITES DE MESURE
it: MISURE
nl: MATEN

# TERMS
source: TERMS & CONDITIONS
es: CONDICIONES
fr: CONDITIONS
it: TERMINI E CONDIZIONI
nl: VOORWAARDEN

source: ABOUT
es: ACERCA DE
fr: À PROPOS
it: CHI SIAMO
nl: INFO

source: SUPPORT
es: SOPORTE
fr: ASSISTANCE
it: SUPPORTO
nl: HELP

source: COULDN’T CONNECT TO FACEBOOK
es: ERROR AL CONECTAR CON FACEBOOK
fr: IMPOSSIBLE DE CONNECTER A FACEBOOK
it: CONNESSIONE A FACEBOOK NON RIUSCITA
nl: KAN GEEN VERBINDING MAKEN MET FACEBOOK

source: Check out this recipe
es: Echa un vistazo a esta receta
fr: Regardez cette recette
it: Dai un’occhiata a questa ricetta
nl: Probeer dit recept

source: Shared from Cook
es: Compartido con Cook
fr: Partagée avec Cook
it: Condivisa tramite Cook
nl: Gedeeld van Cook

source: SHARE RECIPE
es: COMPARTIR RECETA
fr: PARTAGER RECETTE
it: CONDIVIDI RICETTA
nl: RECEPT DELEN

source: SHARED RECIPES ARE PUBLICLY VISIBLE ON THE WEB
es: LAS RECETAS COMPARTIDAS SON VISIBLES PÚBLICAMENTE EN LA WEB
fr: LES RECETTES PARTAGEES SONT VISIBLES PUBLIQUEMENT SUR LE WEB
it: LE RICETTE CONDIVISE SONO VISIBILI PUBBLICAMENTE SUL WEB
nl: GEDEELDE RECEPTEN ZIJN OPENBAAR ZICHTBAAR OP HET WEB

source: REPORT
es: DENUNCIAR
fr: RAPPORT
it: SEGNALA
nl: RAPPORT

source: Couldn’t Add Facebook
es: Error al añadir cuenta de Facebook
fr: Impossible d’ajouter Facebook
it: Impossibile aggiungere Facebook
nl: Kan Facebook niet toevoegen

source: The Facebook account is already used by another Cook account
es: La cuenta de Facebook está vinculada a otra cuenta de Cook
fr: Le compte Facebook est déjà utilisé par un autre compte Cook
it: L’account Facebook è già utilizzato da un altro account Cook
nl: De Facebook-account wordt al gebruikt door een andere Cook-account

source: Go to iPad Settings > Facebook and turn on for Cook
es: Accede a los ajustes de tu iPad > Facebook y permite el acceso a Cook
fr: Allez dans les Paramètres > Facebook et activez pour Cook
it: Vai sulle Impostazioni dell’iPad > Facebook e attiva per Cook
nl: Ga naar iPad-instellingen > Facebook en schakel in voor Cook

# Please set up a mail account in Settings
source: Please set up a mail account in your iPad Settings
es: Configura una cuenta de correo en los ajustes de tu iPad
fr: Veuillez définir un compte de messagerie des les Paramètres de votre iPad
it: Per favore imposta un account email nelle impostazioni dell’iPad
nl: Maak een e-mailaccount aan in uw iPad-instellingen

source: Message
es: Mensaje
it: Messaggio
nl: Bericht

# Please set up iMessage in Settings
source: Please set up iMessage in your iPad Settings
es: Configura iMessage en los ajustes de tu iPad
fr: Veuillez configurer iMessage dans les Paramètres de votre iPad
it: Per favore imposta iMessage nelle impostazioni dell’iPad
nl: Stel iMessage in uw iPad-instellingen in

source: %@ shared a recipe from Cook
es: %@ ha compartido una receta de Cook
fr: %@ a partagé une recette avec Cook
it: %@ ha condiviso una ricetta da Cook
nl: %@ heeft een recept van Cook gedeeld

source: A recipe from Cook
es: Una receta de Cook
fr: Une recette de Cook
it: Una ricetta da Cook
nl: Een recept van Cook

# Error in posting to Facebook
source: Couldn’t post to Facebook
es: Error al publicar en Facebook
fr: Impossible de publier sur Facebook
it: Pubblicazione su Facebook non riuscita
nl: Kan niet publiceren op Facebook

# Please set up a Twitter account in the Settings app
source: Please set up a Twitter account in your iPad Settings
es: Configura una cuenta de Twitter en los ajustes de tu iPad
fr: Veuillez configurer un compte Twitter dans les Paramètres de votre iPad
it: Per favore imposta un account Twitter nelle impostazioni dell’iPad
nl: Stel een Twitter-account in uw iPad-instellingen in

# Error in posting to Mail
source: Couldn’t share to Mail
es: Error al compartir por correo
fr: Impossible de partager sur Mail
it: Condivisione su Mail non riuscita
nl: Kan niet delen met Mail

# Error in posting to Message
source: Couldn’t share to iMessage
es: Error al compartir con iMessage
fr: Impossible de partager sur iMessage
it: Condivisione su iMessage non riuscita
nl: Kan niet delen met iMessage

source: Error
fr: Erreur
it: Errore
nl: Fout

# Error in sharing
source: Couldn’t Share Recipe
es: Error al compartir la receta
fr: Impossible de partager la recette
it: Condivisione ricetta non riuscita
nl: Kan recept niet delen

source: Check out my recipe
es: Echa un vistazo a mi receta
fr: Regardez ma recette
it: Dai un’occhiata alla mia ricetta
nl: Bekijk mijn recept

source: WELCOME
es: BIENVENIDO
fr: BIENVENUE
it: BENVENUTO
nl: WELKOM

source: Cook is the place to create and share %@your recipes with the world.
es: Cook es el lugar donde podrás crear y %@compartir tus recetas con todo el mundo.
fr: Cook est l’endroit où créer et partager %@vos recettes avec le monde entier.
it: Cook è il luogo in cui creare e condividere %@le tue ricette con il mondo.
nl: Cook is de plaats waar u uw recepten %@kunt creëren en delen met de wereld.

source: YOUR%@COOKBOOK
es: TU LIBRO%@DE COCINA
fr: VOTRE LIVRE%@DE RECETTES
it: IL TUO LIBRO%@DI RICETTE
nl: UW%@KOOKBOEK
